{
  "abdalandagama": [
    {
      "video": "instagram_video_20251219_185857.mp4",
      "transcription": " Uma das maiores ilusões do ciclismo amador, a ideia de que seu FTP, seu limiar ventilatório e suas zonas lindas e coloridas duram a prova inteira. Não duram. Duram até mais ou menos a segunda hora de pedal. Depois disso, o corpo vira outra coisa. A maior mentira que a gente conta pra si mesmo é achar que o limiar é fixo. Não é. Ele cai. E às vezes cai feio. Depois de duas horas e meia, três horas, aquele Z2 cruzeiro da primeira hora vira um Z3 mascarado. E quando isso acontece, você passa a treinar errado sem perceber. O Trading Peak está dizendo Z2, seu corpo está vivendo Z3. E a fatura chega mais tarde. Por que isso acontece? As fibras tipo 1, as de resistência, cansam. O corpo começa a recrutar tipo 2 cedo demais. O custo energético por watt sobe. Você gasta mais glicogênio para a mesma potência. O cérebro reduz o drive neural para te proteger. É um dominó fisiológico perfeito. E daí, seu limiar ventilatório, o teto real da Z2 despenca 10, 15, às vezes 20%. E aquele Z2 conversável vira respiração de cachorro no final da pedalada. Isso tem nome, Power Drift. E é o rastro claro de que sua durabilidade está indo embora naquele minuto. E o lactato? É o mensageiro. Ei, irmão, seu limiar desceu. O erro mortal do amador é pegar o FTP fresco, testar tudo bonitinho, jogar nas ondas e achar que isso vale para 4 horas de pedal. calibrar o carro na garagem e achar que a calibragem continua igual depois de 300 quil de estrada esburacada As consequ s sempre as mesmas Z2 vira Z3 sem querer Fadiga acumulada escondida Durabilidade destruída. Treino que parece forte, mas não evolui nada. A elite ajusta em tempo real. E você também pode com correções simples, científicas. Depois de duas horas, troque potência por frequência cardíaca. Z2 é metabolismo, não é ego. Se no começo o seu Z2 era 135 BPM e agora 150 watts estão te jogando em 145, 150 BPM, baixa a potência. Quem manda depois de duas horas, três horas é o corpo, não o gráfico. Use a respiração como juiz supremo. Z2 de verdade, você consegue falar frases inteiras. Quando vira frase picada, sílaba perdida, ar curto, você saiu do Z2. E provavelmente nem percebeu. Quando vira quente, pressão, cronômetro interno ativado, acabou o Z2. Reduza e volte para o cruzeiro aeróbio. Quando você aprende a ajustar o Z2 ao longo do treino, duas coisas mágicas acontecem. 1. Você finalmente treina metabolismo de gordura e a durabilidade de verdade. 2. Chega no final do treino estável, quando todo mundo do grupo está derretendo no asfalto. Se liga, seu limiar não é estático, seu corpo é dinâmico. Quem entende isso evolui como se tivesse descoberto o código secreto. Quem ignora, treina fantasias e passa o ano inteiro dizendo, tô num dia ruim."
    },
    {
      "video": "instagram_video_20251219_185926.mp4",
      "transcription": " O carboidrato não é vilão, mas também não é herói salvador, não. Ele é uma ferramenta metabólica. Brilha quando tem tarefa concreta para cumprir, tipo treino longo, recuperação pesada ou reposição estratégica. Usado com tática, o carbo acelera a glicose para o músculo, reenche o glicogênio e turbina o desempenho. Mas, se vira rotina, pão, doce, suco, lanche o dia todo, o corpo vicia nesse atalho fácil de energia e perde a flexibilidade de queimar gordura. Segredo na cara, carboidrato precisa de contexto. Use quando for agir, não quando for só esperar. Se liga no time para o carbo, hein? O lance é que o corpo não roda tipo um motor que queima combustível. Ele funciona como um sistema que interpreta sinais. Cada molécula de energia é uma mensagem E o hormônio insulina é o mensageiro-chefe Traduz o que entra, o que vai ser usado agora, o que vai ficar guardado Quando rola excesso de carboidratos O sinal vira bagunça, perturbação total Picos de glicose, quedas bruscas, sonolência, aquela compulsão por mais comida A moderação de carboidratos reorganiza o código inteiro. A insulina volta a falar baixo, o cérebro escuta melhor e o corpo responde com estabilidade e clareza. O que a gente chama de foco é, na real, harmonia elétrica. O metabolismo em sintonia com o pensamento. Energia bem interpretada é consciência em movimento, puro flow. O cara esperto aprende a decodificar isso direito."
    },
    {
      "video": "instagram_video_20251219_185955.mp4",
      "transcription": " Carboidrato desliga a queima de gordura. Essa frase soa inteligente, mas é fisiologia de PowerPoint. O corpo nunca funciona no modo liga-desliga. Funciona por prioridade, contexto e sobrevivência. Durante o exercício, você sempre usa gordura e carboidrato. A pergunta não é se usa gordura. A pergunta é quanto, quando e a que custo. Quando você ingere carboidrato, o que acontece? O sistema escolhe o combustível mais rápido, mais estável. Não porque ele odeia gordura, mas porque gordura não sustenta potência alta. Ah, mas a insulina bloqueia a lipólise. Em repouso, sim. Em exercício, não do jeito que o Instagram conta. Durante o treino, a insulina cai, a adrenalina sobe, o músculo capta glicose sem pedir permissão. E a gordura continua sendo oxidada se houver mitocôndria para isso. O que muda é a proporção, não a existência. Evitar carbo para forçar gordura costuma fazer o que? Derruba a potência, aumenta cortisol, cansa o sistema nervoso, reduz o volume que você consegue sustentar, ou seja, menos carga total, menos adaptação, menos evolução. Carboidrato não compete com gordura. Ele protege o sistema para que você consiga treinar o suficiente para, aí sim, construir capacidade oxidativa real. Gordura se queima com mitocôndria funcional. E mitocôndria se constrói com treino repetível, não com sofrimento estratégico. Então, anota, carboidrato não desliga gordura. Ele impede que o corpo entre em modo de sobrevivência. A mitocôndria não lê rótulo e muito menos slogan."
    },
    {
      "video": "instagram_video_20251219_190215.mp4",
      "transcription": " A maioria dos atletas não está fraca, está mal abastecida e nem sabe disso. O discurso comum é sempre o mesmo, treina mais, falta base, tem de aguentar. Mas na prática o que eu mais vejo é atleta disciplinado, com volume alto, planilha em dia e uma sensação constante de exaustão. Não é falta de vontade, não é falta de treino, é falta de energia utilizável. E aqui existe uma decisão que quase ninguém faz e é exatamente onde mora o erro. Existe energia ingerida, energia absorvida e existe energia disponível para decisão. A maioria olha a primeira, alguns entendem a segunda, quase ninguém respeita a terceira. Na fisiologia isso tem nome. RA, Rate of Appearance, é a taxa com que a glicose aparece no sangue. R.D., Rate of Disopearance, é a taxa com que os tecidos conseguem usar essa glicose. O problema não é só comer pouco, é quando o R.A. não sustenta o R.D., quando a demanda sobe e a oferta utilizável não acompanha. E quem percebe isso primeiro não é o músculo, é o sistema nervoso central. Quando essa diferen se repete dia ap dia o sistema nervoso entra em modo conservador e isso n pane O disjuntor desliga por prote O c aprende que a conta n fecha e come a puxar o freio antes do colapso E como isso aparece? O treino parece mais pesado, a percepção de esforço sobe, a motivação cai, tudo vira sofrimento, mesmo fazendo tudo certo. E aqui vem um ponto crucial. Glicose não é só combustível mecânico. O glicose é sinal neural de segurança. Ela diz para o cérebro, pode liberar, pode insistir, o sistema aguenta. Quando o R.A. cai e fica instável, o cérebro antecipa o problema. Quando o R.D. é alto e a reposição não acompanha, ele reduz a entrega, o corpo não falha, ele freia. Aí o atleta interpreta errado, pensa, estou fraco, perdi forma, preciso treinar mais, e coloca mais carga em cima de um sistema que já está operando com restrição energética. Isso não é falta de resiliência, é falta de leitura fisiológica. Performance não é o quanto você aguenta no sofrimento, é quanto tempo você permanece lúcido. Quem quebra não quebra por falta de treino, quebra por insistir quando o corpo já avisou. E energia vem antes de bravura, sempre."
    },
    {
      "video": "instagram_video_20251219_190246.mp4",
      "transcription": " Descanso também é treino. A proposta de tema que meu parceiro Thiago Brou me mandou soa quase ofensiva para quem confunde disciplina com exaustão. Mas deixa eu ser claro no começo logo. Descanso não é ausência de estímulo. Descanso é parte ativa do processo adaptativo. Treino quebra. É o descanso que reconstrói. E reconstrói acima do nível anterior. Sem isso, não existe performance. Existe desgaste progressivo com fantasia de evolução. E aqui entra minha primeira provocação. Se você vive cansado, você não está treinando forte. Está treinando mal. A fisiologia é simples, embora muita gente finja que não entenda. O estímulo gera estresse. Muscular, neural, metabólico, hormonal. A adaptação só acontece quando o sistema nervoso, o eixo hormonal, a musculatura, tem tempo e contexto para responder. Agora se liga, descanso não é sinônimo de sofá. Recuperação ativa existe porque o corpo não se recupera parado como uma máquina desligada. Giro leve, movimento consciente, baixa intensidade, isso melhora o fluxo sanguíneo, acelera a remoção de metabólitos, regula o sistema nervoso autônomo. descanso com intelig n in O problema come quando o atleta confunde sensa de cansa toler com fadiga acumulada patol Overreach funcional existe. Overreach não é medalha de honra. E aqui vão sinais que ninguém quer ouvir. Mas todo mundo sente. Rendimento que cai mesmo treinando certo. Dificuldade de dormir ou sono superficial. O cara irritado fora da bike. Frequência cardíaca esquisita em repouso. Treino fácil que parece pesado. Perda de motivação sem motivo claro. Isso não é falta de vontade. É sistema nervoso pedindo socorro. E aqui entra a parte mais desconfortável. A maioria não está com overtraining por treinar demais. Está com overtraining por não saber parar. Descanso. Não é prêmio, meu jovem, é ferramenta estratégica. O atleta maduro não pergunta quantas horas eu treinei, pergunta quanto desse treino foi assimilado, porque treino não conta quando você faz, conta quando o corpo consegue responder, consegue compreender o treino que você executou. Quem não respeita o descanso não está comprometido com a performance, Está comprometido com o próprio ego Se isso te incomodou, ótimo É sinal que o vídeo funcionou"
    },
    {
      "video": "instagram_video_20251219_190313.mp4",
      "transcription": " Vamos colocar um elefante no meio do pelotão. No ciclismo, a aerodinâmica vence força. Isso não é opinião, é física básica. E eu me lembro da década de 90, como estudante de física aqui na Federal de São Carlos. Todo mundo fala de FTP, pouca gente fala do CDA e quase ninguém quer admitir por quê. Porque FTP, massageio ego, CDA expõe a realidade. A verdade física, sem romantização, é que a partir de 30, 35 km por hora, mais de 80% da resistência que você enfrenta é arrasto aerodinâmico. Não é perna, não é lactato, é ar. E o arrasto não cresce linearmente. A resistência cresce com o quadrado da velocidade. E a potência necessária para sustentar isso cresce com o cubo da velocidade. Dobrou a velocidade, o custo aerodinâmico quadruplicou. E a potência necessária para sustentar isso aumentou oito vezes. Isso significa uma coisa simples e cruel. Ganhar watts fica cada vez mais caro Reduzir CDA, cada vez mais barato O ciclista médio pensa assim Ah, se eu aumentar meu FTP, eu vou andar mais rápido Às vezes sim, na maior parte do tempo, não tanto quanto imagina Porque FTP atua multiplicando um sistema já limitado pelo CDA O CDA atua destravando o sistema inteiro Um ciclista com FTP menor, mas com a posição limpa rala um ciclista mais forte que vira parabrisa humano. Isso n humilhante inevit Voc sabe seu FTP seu peso sabe at seu VO2 m estimado mas n sabe seu CDA CDA posi largura frontal estabilidade escolha de equipamento e principalmente capacidade de sustentar a posi A aerodinâmica não é pose. É tempo sob tensão postural. Vou simplificar brutalmente. Ganhar 20 watts de FTP pode levar meses, anos até Reduzir 0,02 no CDA pode levar uma tarde bem pensada E em velocidade real de prova, os dois podem dar o mesmo ganho Ou o CDA até mais Só que um exige sofrimento crônico O outro exige inteligência aplicada Hoje a ciência já deixou claro Posição vale mais que rodas estabilidade vale mais que a agressividade outra coisa, CDA dinâmico importa mais que CDA estático se você se mexe, balança, abre o cotovelo levanta a cabeça, seu CDA explode mesmo com uma bike top, cara aero é permanecer eficiente quando o corpo quer fugir da posição, uma pergunta que quase ninguém faz, quantos watts eu perco por não aguentar minha própria posição porque não adianta posição de túnel de vento se você abandona no quilômetro 30 A Aero Real é sustentável, não instagramável. FTP é importante, mas FTP sem CDA é potência mal direcionada. Pense nisso antes de buscar mais BATS."
    },
    {
      "video": "instagram_video_20251219_190400.mp4",
      "transcription": " Vou fazer uma pergunta rápida. Por que um ciclista profissional que porre provas de segundos ou minutos, treina de 15 a 20 horas por semana? Muita gente olha para isso e pensa que é um exagero, vai só se desgastar. Se a prova é curta, o treino tem que ser curto, intenso? No Brasil, mesmo às 12 horas, se torna uma hora e meia comunicada no dia da prova. Erro clássico. Vamos colocar ciência nessa conversa. Prova de pista indoor dura quanto? sprint 10 segundos skating no velódromo menos de 1 minuto, purse fit 4 minutos agora segura essa informação esses atletas treinam de 600 a 900 horas por ano contradição ou engenharia fisiológica? o treino não serve para imitar a prova, serve para tornar o esforço da prova barato ao corpo volume aeróbio alto faz o que? aumenta a mitocôndria melhora claramente o lactato, acelera a recuperação dos esforços, protege o sistema nervoso permite repetir picos sem colapsar, ou seja, o atleta aguenta atacar de novo. Agora, veio o ponto que quase ninguém entende. Quanto mais curta e intensa a prova maior precisa ser a base aer Porque a vit n est no pique isolado Est na capacidade de sustentar pot sob estresse acumulado Sprint final não nasce no sprint. Nasce semanas antes, no volume invisível. Isso só desgasta quando o atleta treina forte demais, e forte demais, e forte demais. O que o profissional faz? Muito volume leve, intensidade rara, precisa, cirúrgica, semanas que se repetem sem quebrar. O que o amador faz? Pouco volume, muita intensidade. E chama isso de treinar sério. Resultado, você já sabe, platô, lesão, overreaching. Prova curta é diferente de treino curto. Volume é diferente de desgaste. O contrário também. Desgaste é diferente de volume. Desgaste é intensidade mal distribuída. quem acha estranho um sprinter treinar muito volume não entender o jogo o volume não é exagero é seguro fisiológico que permite ser explosivo quando de fato importa"
    },
    {
      "video": "instagram_video_20251219_190427.mp4",
      "transcription": " Conhece o treino proibido, letal, aquele que separa quem só tem perna bonita não estrava de quem realmente mata a corrida quando todo mundo está derretendo? Sabe aquele mantra que todo coach de prendilha repete? Intervalo bom é intervalo feito com a perna fresca. Correto, mas só até a página 2. Se você só treina assim, vire especialista em ser forte na primeira hora. O problema é uma corrida raramente é decidida na primeira hora. Corrida é decidida quando o glicogênio sumiu, a perna virou mingau, o cérebro quer apertar o botão de emergência a alma já pediu demissão é na terceira, na quarta, na quinta hora que aparecem os atletas que realmente merecem atenção e aí entra o segredo que quase ninguém treina existem dois tipos de superpoderes completamente diferentes um, repetibilidade você faz 5 de 5 minutos lindos, simétricos, limpinhos, descansado é bonito, dá like, dá ego mas não ganha corrida sozinho 2. Durabilidade Você manda 380 watts na última subida depois de 180 km E sabe o pior? Os prós não tem repetibilidade tão superior assim a uma categoria 1 decente O que eles tem é durabilidade monstruosa Potência que não derrete quando a prova vira uma tortura medieval Como treinar isso? Simples Colocando o intervalo exatamente onde ele acontece na vida real quando voc j est destru Existem duas maneiras duas filosofias dois rituais de dor inteligente Fatigue first, a dor logo de cara, você abre o treino explodindo o corpo, queimando fósforo mental, e só depois vai para o endurance. Por exemplo, 3 de 5 minutos a 120 do FTP, depois 2 a 2 horas e meia de Z2, e no final, 4 sprints de 10 segundos. É tortura com propósito. Isso ensina o sistema nervoso a continuar recrutando fibra do tipo 2 quando tudo dentro de você está berrando. Chega! É resiliência neuromuscular destilada. E depois, fatigue last. Esse é o santo graal. Aqui você pedala 2 horas e meia, 3 horas, acumulando cansaço real. E só então faz os intervalos decisivos. Você treina glicogênio baixo, sistema nervoso já cansado, limiar ventilatório deslocado para baixo, economia metabólica comprometida. Tomada de decisão sobre colapso. É aqui que ciclistas normais se desabam. E onde os monstros são fabricados. Vou colocar na descrição duas sessões que mudam o ciclista de patamar. No frigir dos ovos, intervalo fresco deixa você rápido. Intervalo sobre fadiga deixa você perigoso. A corrida é ganha por quem é perigoso Quando todo mundo já morreu por dentro Ouvi um trovão"
    },
    {
      "video": "instagram_video_20251219_190500.mp4",
      "transcription": " Às vezes a gente esquece o quão absurdo é o sistema nervoso humano. Um tecido vivo que conversa com cada centímetro do corpo em milissegundos. Um troço que não só interpreta o mundo, mas decide quanto de você, você mesmo pode usar. Você está na roda, segurando firme, achando que vai junto. De repente, algo invisível te puxa para trás. E aí, desliga o disjuntor. Ou, em linguagem chique, o SNC corta o driver neural. O pelotão vai embora indiferente seguindo o mais forte. Parece duro, mas na verdade é um gesto de sofisticação. É o cérebro calibrando a sobrevivência com a performance. Uma elegância brutal. Ninguém te traiu. Foi seu próprio corpo que puxou o freio de mão antes que acontecesse o colapso. Quando você começa um esforço intenso, o SNC faz algo fascinante. Ele aumenta a taxa de disparo das unidades motoras. a frequência com que os neurônios motores mandam comandos para as fibras musculares. Esse fluxo elétrico é chamado de drive neural. Mais drive, mais potência. Só que o SNC não é seu escravo. Ele filtra, pondera, negocia. Você quer meter marcha aí com os caras. Ele lê sinais químicos. Prótons H+, acumulando. pH caindo. Cálcio ficando lento na fibra. Temperatura subindo. Glicog no talo Padr respirat quebrando Esse animal aqui est indo longe demais Voc n quer sobrar Mas para ele o conjunto de evid sugere risco E ele reduz o drive. Protege você de você mesmo. E você sobra. É aqui que mora a beleza da fisiologia. Não existe falha súbita. Existe negociação. Existe o cérebro dizendo, isso eu libero, isso não. E curiosamente, é isso que abre a porta para a verdadeira evolução. Porque treinar, treinar não é uma guerra. Treinar é um gesto de convencimento. Por isso, quem treina bem, não treina para vencer o corpo. Treina para convencer o corpo. É muito mais fino do que parece. Você ensina o cérebro a confiar mais nos seus músculos. Ensina que aquele nível de desconforto é seguro. Ensina que você tem combustível suficiente para sustentar o esforço. e aí acontece a mágica da adaptação o sistema nervoso central começa a liberar mais drive neural porque deixou de interpretar aquele esforço como ameaça a técnica se mantém a cadência não desmonta a mente não entra em pânico e você parece calmo no caos é isso que é treinar e isso não é talento é fisiologia educada o campeão não empurra o corpo até morrer ele conversa com ele Ele domina a arte de negociar com o próprio SNC."
    },
    {
      "video": "instagram_video_20251219_190528.mp4",
      "transcription": " Hoje é palatinose versus glicose mais frutose. O açúcar premium é elegante e caro, contra a mistura clássica que todo estudo sério usa. Spoiler, no ringue da fisiologia não tem glamour. Olha o gráfico de Yuko and Rump. Em repouso, esse gráfico é lindo para palatinose. Carbo rápido, faz pico de glicose, pico de insulina. Carbo lento, sobe devagar, cai devagar. Perfeito para vender a ideia de energia estável. Só que isso é sentado na cadeira No exercício tudo muda As curvas se achatam, ficam parecidas E a insulina, olha isso, praticamente zero com qualquer carbo O corpo desliga a insulina e deixa a contração muscular puxar a glicose direto A estabilidade da palatinose vira detalhe É bioquímica sem frescura Palatinose é igual isomaltulose Que é igual, adivinha, glicose mais frutose mas presas por uma ligação mais chata de quebrar. Quem corta isso é a isomaltase no intestino. Depois, tudo vai para os mesmos portões de sempre que você já conhece. Glicose, SGLT1, frutose, GLUT5. Ou seja, nenhum atalho secreto, nenhum superpoder metabólico. Chega igual, só chega mais devagar. Meu amigo, e os VATS? Em estudos glicose mais frutose oxida alta chegando perto de 1 a 1 gramas por minuto quando voc for Isomaltulose, oxida menos, às vezes muito menos. E a performance? Na maioria das vezes, ou igual ou pior, quando comparada com uma boa mistura rápida. Mais gordura oxidada? Às vezes. Mais VAT? Raramente. É o clássico atleta que corre bonito e perde no sprint. A latinose custa caro, os produtos têm esse ar premium, rótulo minimalista, promessa elegante, mas no seu intestino ela enfrenta a mesma roleta, depende da isomaltase, entra pelos mesmos transportadores e entrega menos carbo por minuto para o músculo. No contexto da prova, fuga, calor, intensidade, isso vale ouro. E a palatinose fica até vendo. Se você quer curva glicêmica calma enquanto está parado, palatinose funciona. Mas se o jogo é pedalar forte horas, abastecer o motor, sustentar o ritmo, o título continua com a glicose mais frutose bem formulado. Palatinose não é veneno, é só um cargo educado demais. Bom para marketing, ruim para entregar suco. Use se você quiser Mas não porque prometeram um turbo secreto Tá vendo, né? Não existe elitização bioquímica"
    },
    {
      "video": "instagram_video_20251219_190549.mp4",
      "transcription": " O que acontece no corpo numa fuga? Você pisa fundo e o corpo inteiro muda em segundos. A primeira pancada é neural, simpático, explode, adrenalina entra, a potência vai lá em cima do limiar, economia de movimento vai pro saco. Glicogênio queima, fibras rápidas entram na dança e elas cobram caro. Cansam rápido. Segunda, metabólica. Lactato sobe, normal, mas os vilões são os prótons H+. O pH cai, a liberação de cálcio fica lenta, coordenação degrada, você começa a balançar o tronco, travar o ombro, a cadência cai. A fuga vira um teste de quem segura técnica em meio ao caos. Terceira, energética. 180, 100, 120 gramas de carro por hora entrando limpo. O motor apaga. Não é falta de coragem, é falta de combustível para a intensidade que você está pedindo. Fuga não é só querer, é fisiologia bem administrada, cabeça no lugar, carro entrando, técnica intacta. Quem não domina isso, vira história que o pelotão conta depois."
    },
    {
      "video": "instagram_video_20251219_190646.mp4",
      "transcription": " O grande vilão silencioso da sua prova se chama SGLT1. É o transportador de glicose no intestino delgado. Ele tem um limite duro, mais ou menos 60 gramas de glicose por hora. Passou disso, não entra. Fica tudo parado no estômago, fermentando, inchando, virando náusea. Você acha que está comendo muito carbo, mas na real só está entupindo a mangueira. Para passar de 90, 100, 110 gramas por hora que os prós usam, você precisa abrir outra porta, o GLUT5, que é o transportador exclusivo de frutose. Com a mistura certa, tipo 2 para 1, 1 para 0,8, glicose e frutose, o SGLT1 cuida da glicose e o GLUT5 cuida da frutose. Dois canos, fluxo dobrado, energia limpa. Fazendo as contas, glicose pura, teto, 60 gramas por hora. Combinação certa, 110 a 120 gramas por hora, tranquilo. Quem ignora o SGLT1 não quebra por falta de perna, quebra por falta de fisiologia Treine o intestino, escolha o produto com dupla fonte E pare de morrer na terceira hora"
    },
    {
      "video": "instagram_video_20251219_190726.mp4",
      "transcription": " O carboidrato não é vilão, é ferramenta. Ele já foi celebrado como herói, depois virou inimigo público número um, e hoje está no banco dos réus, condenado por dietas da moda, por medo da balança, por frases soltas que parecem ciência, mas que no fundo não passam de opinião disfarçada. Deixa eu falar uma coisa sem rodeios, vai. O problema nunca foi o carboidrato. O problema é usar uma chave de fenda quando o que você precisa é um alicate. Carboidrato não é inimigo, carboidrato é instrumento de potência. E o atleta que não sabe isso, que não entende isso, treina amarrado. Metabolicamente, ele é o substrato com maior taxa de produção de ATP. É por isso que você nunca vai esprintar com gordura, nem suspeitar zona 5 com abacate, nem fechar intervalo de VO2 máximo, contando com a boa vontade da cetose. A glicose alimenta o músculo e o sistema nervoso central. Mantém o foco, preserva o ritmo, evita queda de potência, acelera a recuperação. o You Can Drop 2017 é cristalino. Carboidrato durante exercício melhora o desempenho. Glicogênio alto antes do treino aumenta volume e intensidade possíveis. Carboidrato mais proteína no pós-treino acelera reparo muscular. Ingestão regular de carboidrato adapta o intestino a algo que amador negligencia e profissional cultiva. um universo cheio de mitos Carboidrato engorda Engorda super h cr e sedentarismo ci b Ficar dependente de carboidrato ruim N depend estrat energ Você não vira refém do carbo. Você vira capaz de treinar forte. Treinar simples, sem carboidrato, aumenta a eficiência. Não, aumenta a limitação. Talvez renda uma boa história no Instagram. Não performance real. Imagine 3 horas de treino com subidas duras, blocos de zona 4 Você decide ir no natural, sem gel, sem carboidrato, para queimar gordura Na terceira hora, quebra Você não ficou mais eficiente, você só ficou mais lento Agora, o mesmo treino com glicogênio cheio, carboidrato e sódio no intra Potência sustentada, percepção de esforço menor Recuperação superior no dia seguinte A mesma genética, a mesma bike outro atleta a diferença? estratégia carboidrato não é prêmio pós treino, é gatilho operacional, alavanca metabólica combustível tático ele te permite render mais recuperar melhor suportar volume, adaptar mais rápido e até gastar mais gordura porque potência mais alta é igual a gasto energético maior, no fim tudo converge para uma pergunta simples e incômoda Você está usando o carboidrato como deve? Ou ainda está lutando contra ele, armado apenas de mitos?"
    },
    {
      "video": "instagram_video_20251219_190809.mp4",
      "transcription": " Três cores, verde, amarelo, vermelho. Três zonas, três sensações, três jeitos do corpo te avisar se você está construindo ou está se sabotando. Primeira, green zone, a zona verde. Parece moleza e é exatamente por isso que cria o monstro. Respiração fácil, papo rolando, veldor suave, lactato tão baixo que o corpo recicla sem nem registrar. Metabolismo aeróbio puro Stead state, tudo estável É aqui que o campeão passa 80% da vida atlética É aqui Que o amador olha e diz Ah, assim não vale Segunda, yellow zone A zona amarela, a mais traiçoeira do planeta Começa com respiração curta Corpoção subindo Conversa picada Parece força Mas é só confusão fisiológica Você cruza o limiar aeróbio sem perceber O lactato sobe, a ventilação dispara A percepção de esforço Vira uma mentirosa profissional Porque é forte demais para recuperar E fraco demais para adaptar É a black hole zone Você sente que está rendendo Mas está só queimando vela Pelos dois lados Terceira red zone Na zona vermelha Aqui guerra declarada Lactato vai para o pro espa VO2 chega no teto ventila vira cachorro bravo n d pra morar aqui mas dá pra visitar com propósito tiro curto, tiro limpo, tiro bem feito o suficiente pra mexer no limiar recrutar fibra, ensinar o anaeróbio a cooperar é onde você vira outro atleta, desde que não vire turista frequente. Verde constrói a base, mitocôndria, capilar, economia. Vermelho afia a potência, velocidade, coragem fisiológica. Amarelo te entrega sensação de progresso enquanto rouba recuperação, energia e vontade. O campeão vive no verde, visita o vermelho com intenção, claro, e foge do amarelo como o diabo foge da cruz. Quem treina sem saber onde está Não está treinando É só uma aposta E nessa aposta quase todo mundo perde Da próxima vez que você sair pro pedal Pergunte pra você mesmo Tô no verde? Amarelo? Ou no vermelho? A resposta decide se você evolui Ou se fica girando No mesmo lugar de sempre"
    }
  ],
  "descobertasaudavel": [
    {
      "video": "instagram_video_20251216_201045.mp4",
      "transcription": " Que o Monjaro emagrece, a gente já sabe. Mas você sabia que essa medicação também tem outros benefícios tão importantes quanto? Primeira coisa, Monjaro foi uma medicação criada para o diabetes. Então ele melhora a resistência à insulina, melhora a função do pâncreas e a hemoglobina glicada. Pacientes diabéticos de difícil controle têm tido muita melhora com o uso da canetinha. Recentemente também foi aprovado para a apneia do sono, então melhora também a qualidade do sono. Melhora a gordura visceral, é a melhor medicação para isso Então quem está com esteratose hepática, aquela gordura no fígado, melhora também Melhora a compulsão alimentar, porque tem ação na região subcortical do cérebro E também melhora o aspecto da gordura do lipedema, porque é uma medicação anti-inflamatória Não sei se você sabia, mas agora você está vendo que o Monjaro é multifunção Uma das melhores medicações da atualidade"
    },
    {
      "video": "instagram_video_20251216_201252.mp4",
      "transcription": " O FDA retirou as tarjas pretas das medicações para reposição hormonal e isso é uma grande vitória para a gente. Essas tarjas pretas nas medicações traziam um grande estigma e preconceito em relação à reposição hormonal. As evidências científicas antigas iam de encontro ao que a gente pratica hoje. Hoje a gente já sabe que a reposição hormonal, quando feita de forma correta, com boa indicação, salva vidas. Com a reposição hormonal bem feita, as mulheres têm até 50% menos chance de infarto, 60% menos chance de Alzheimer e doenças crônicas. Infarto, AVC, obesidade, diabetes, tudo isso diminui se for feita uma reposição hormonal de forma correta. Então essas tarjas pretas afastavam as mulheres que necessitavam do tratamento. E elas ficavam com aqueles sintomas de fogacho, fadiga, labilidade emocional. Tinha mulheres que tinham diagnóstico de depressão, só porque estavam no período da menopausa da síndrome climatérica. Então, para a gente, é um grande avanço na medicina. A gente fica muito feliz. A reposição hormonal, se feita de forma séria, salva a vida das mulheres."
    },
    {
      "video": "instagram_video_20251216_201508.mp4",
      "transcription": " Doutora, eu preciso tomar as medicações para o resto da vida? Vamos pensar junto comigo e aí no final a gente responde essa pergunta. A obesidade é uma doença crônica que muda o seu metabolismo, muda o jeito que você vê a comida, a fome que você sente, muda os seus hormônios. A pessoa com obesidade não é só porque ela comeu demais ou porque ela não faz atividade física ou porque ela é preguiçosa. Não, a pessoa com obesidade tem alterações metabólicas. E essas medicações vão mudar tanto a questão metabólica quanto a questão mental também, da compulsão alimentar, do desejo pela comida, do exagero alimentar. E é um esforço contínuo. A pessoa não basta apenas usar a medicação. Ela vai para sempre precisar fazer atividade física com regularidade e vai precisar para sempre manter uma alimentação super saudável. Então, se eu estou me expondo a uma medicação que me deixa no zero a zero com pessoas que nunca tiveram obesidade, é exatamente a mesma lógica de uma pessoa que tem níveis pressóricos elevados, uma pessoa com hipertensão arterial, usar uma medicação para ela ficar com os níveis de pressão adequados, tal qual as pessoas que não têm hipertensão. Então faz total sentido que a pessoa com obesidade continue o uso dessas medicações cronicamente, talvez até para o resto da vida. Não obrigatoriamente vai ser a medicação mais cara, não obrigatoriamente vai ser o monjaro para o resto da vida. A gente pode manter com medicações um pouco mais baratas, que você consiga realmente ter uma qualidade de vida em uso dessas medicações. Mas a cada estudo novo que sai, a gente vê que sim, é provável que a pessoa com obesidade tenha que usar medicação para o resto da vida."
    },
    {
      "video": "instagram_video_20251216_201619.mp4",
      "transcription": " Uma coisa que pouco se fala sobre o monjaro é que além de ajudar no emagrecimento, ele também ajuda em alguns comportamentos compulsivos. Além de ajudar na fome, ele atua na região subcortical do nosso cérebro, que é uma região de recompensas. Então, ele pode melhorar não só a vontade de comer, mas também a vontade de tomar uma cerveja, tomar um drink, de fumar um cigarro. Na minha prática clínica, eu tenho visto muito isso também. Alguns pacientes que nem relatavam problemas com a bebida, retornam falando que não beberam nada no período do tratamento, nem tiveram vontade, que foram expostos a situações onde poderiam estar bebendo um drink, situações sociais, e não tiveram nenhuma vontade. E isso acontece porque o Mojaro, que tem o GLP-1 e o GIP, atua também na dopamina. Então, acaba que a sensação de recompensa que a gente tem quando bebe um drink, quando fuma um cigarro, a gente não precisa mais, porque a medicação já está dando aquele estímulo para a gente. E isso a gente já tem comprovado em estudo, alguns estão em andamento, mas a gente já tem sim um estudo que relaciona álcool e a semaglutida, que é o GLP-1. Então, temos mais estudos para sair, se Deus quiser, mas já é uma grande promessa também no tratamento dos comportamentos compulsivos."
    },
    {
      "video": "instagram_video_20251216_201651.mp4",
      "transcription": " Será que Monjaro e Ozempic realmente cortam o efeito do anticoncepcional? Em mais um episódio de Boates da Internet, esse está muito, muito, muito forte. E até temos o embasamento. Realmente, os estudos mostram que a tisepatida, ou Monjaro, tem uma influência na absorção da pílula anticoncepcional. Como é uma medicação que retarda o esvaziamento gástrico, pode acontecer da absorção não ser tão rápida quanto esperaria e o efeito do anticoncepcional ser diminuído transitoriamente, principalmente no início da medicação ou quando você tem um aumento de dose. Então, com o monjaro, realmente, você não está protegido com a pílula anticoncepcional. Já com o Ozempic, que é a semaglutida e também vale para o IGOV, a gente ainda não tem nenhum estudo que demonstre essa dificuldade de absorção, por mais que a medicação também retarde o esvaziamento gástrico. Precisamos de novos estudos para confirmar se o Ozempic também teria essa influência, mas por enquanto apenas o Monjaro. Então tenham cuidado, ninguém quer um sobrinho novo por aí, né?"
    },
    {
      "video": "instagram_video_20251216_201809.mp4",
      "transcription": " Minuto Descoberta, onde eu trago conhecimento pra você em menos de um minuto. Por que você não deve usar a Retatrutida? Vamos lá. Retatrutida é um novo medicamento com uma promessa incrível pra emagrecimento, com resultados melhores até que o nosso famoso Monjaro. Porém, contudo, todavia, ainda é um medicamento que está em estudo, está em fase 3 de estudo. Então, primeiro, a gente não sabe se vai conseguir replicar esse resultado na vida real e a gente não tem certeza da segurança a longo prazo. Eu sei que tem muita gente por aí vendendo, que veio do Paraguai, mas é arriscado. A empresa Lili, que detém a patente, ainda não fabrica para comercialização. Dito isso, a Retatrutida é um triplo agonista. Ela tem, além do GLP-1 e do JIP, que a gente já tem no Monjaro, tem o glucagon também. Então, além de diminuir a fome e queimar mais gordura, tem um aceleramento do metabolismo. Então, promessas boas, mas ainda não temos no mercado. Tenha cuidado com a sua saúde. Não vale a pena fazer tudo para ficar magro."
    },
    {
      "video": "instagram_video_20251216_201843.mp4",
      "transcription": " Sabe aquela gordurinha na barriga que não sai por nada? Ela pode ser causada por resistência à insulina. O que acontece é que a insulina é um hormônio anabólico e lipogênico. Ou seja, ela estimula o armazenamento de gordura sobre a forma de triglicerídeos e gordura. Quando há resistência à insulina, o nosso corpo entra em modo de armazenamento. Ou seja, eu engordo mais ainda. Mas óbvio que eu não ia deixar vocês na mão. Estou aqui na de bem com a vida para indicar para vocês algumas coisinhas. Minha primeira indicação é bem básica, proteína. Quando a gente come uma refeição apenas com carboidrato, a glicemia sobe muito rápido e consequentemente a insulina também. Então se eu adiciono proteína nas minhas refeições, passa um pico um pouco mais controlado. Nessa mesma premissa, a gente tem ele, o psílio. Faz aquela mesma coisa que a proteína, não deixa o pico de glicemia ser tão grande. Por último, eu tenho o inositol. Temos alguns estudos que indicam que o inositol pode melhorar a resistência à insulina em doses de 2 gramas dia. Também é maravilhoso para síndrome do ovário micropolicístico, endometriose e outras doenças inflamatórias. E lembrando que o tratamento da resistência à insulina é multifatorial, com dieta, exercício físico e pode até precisar, além da suplementação, algumas medicações. Procure sempre um profissional."
    },
    {
      "video": "instagram_video_20251216_202016.mp4",
      "transcription": " Não sei se vocês viram, mas enquanto eu casava, a Anvisa fez uma publicação que proibia a manipulação de semaglutida no Brasil. Pra quem não sabe, a semaglutida é o princípio ativo do Ozempic e do Wegov. E o motivo dessa proibição é muito simples. O Ozempic e o Wegov que a gente encontra nas farmácias é um medicamento biológico. O que estava sendo praticado na manipulação era uma medicação sintética. A Anvisa só permite a manipulação se for da mesma forma que foi registrado na patente. E uma observação importante é que isso não se traduz para a Tisapatida, que é o Monjaro, já que a molécula vinda para o Brasil do Monjaro já veio de forma sintética. Então a manipulação, dependendo do caso, dependendo da farmácia, vai poder continuar o Monjaro."
    }
  ],
  "drabrunascalco": [
    {
      "video": "instagram_video_20251219_131503.mp4",
      "transcription": " Vitamina B12, é importante repor? A maioria das pessoas precisam. Olha, mais de 80% das pessoas que a gente atende na clínica BALS estão com deficiência dessa vitamina, seja porque a injeção é baixa na dieta ou porque não consegue absorver bem. Tem muitas pessoas com gastrite atrófica, tomando omeprazol, ranitidina, que diminuem a produção de fator intrínseco ali a nível estomacal e daí faz com que você, faltando fator intrínseco, você não consiga absorver B12 lá no seu intestino. Então não adianta você ficar se entupindo de B12 sem inclusive a forma de reposição correta que eu vou falar aqui. A B12 é importante principalmente na produção de glóbulos vermelhos, que são as hemácias. Nós produzimos todos os dias muitas hemácias para compor o nosso sangue, para levar oxigênio e nutrientes para as nossas células. Se a gente não tem hemácia, não chega oxigênio, daí vem queda de cabelo, cansaço, fadiga crônica, fadiga muscular e muitos outros sintomas. Ela também é importante para a saúde dos nossos neurônios, principalmente para a produção da capinha que a gente tem nos neurônios, que é chamada de bainha de mielina. É como se fosse uma fita isolante, isolando os nossos nervos, isolando os nossos fios. E se você não tem esse isolante que ajuda na condução nervosa dos nossos neurônios, a gente come a ter o que C sensa de choque formigamento problemas de mem come a esquecer onde que estacionou o carro onde que guardou a chave todo dia Raciocínio mais lento, você percebe que não está conseguindo mais ter aquele aprendizado que você tinha antigamente. Então é bom repor B12 quando a gente está precisando melhorar a memória, está precisando melhorar raciocínio, é bom demais. E a homocisteína? Sim, a B12 é importantíssima, junto inclusive com outras vitaminas do complexo B, para degradar a homocisteína, senão ela fica acumulada no corpo, que é um produto tóxico da cascata da metionina, e daí você fica com a homocisteína elevada, começa a ficar inflamada. A gente hoje atende pacientes com 15, 20, a gente já chegou a atender com quase 30 de homocisteína. É uma pessoa extremamente inflamada, que tem um risco cardiovascular elevado, um risco de câncer muito elevado. E o que falar da formação do DNA? Todas as nossas células têm DNA, então a gente precisa todos os dias renovar as células. Se a gente não renova as células, a gente fica com células defeituosas, mais chances de câncer. Intestino, por exemplo, precisa ser renovado. Todos os dias a gente está danificando as células intestinais para que você não tenha hiperpermeabilidade intestinal, que é síndrome de leaky gut, não tenha problemas intestinais, você precisa renovar. E assim acontece com o fígado, com o coração, com os neurônios, a gente precisa ter produção de DNA. E sem B12 isso não acontece bem. Bom e quanto que a gente tem que ter de vitamina B12 no nosso sangue n A gente tem que ter no m 900 Por qu A gente precisa todos os dias fazer todas essas fun aqui E as referências laboratoriais falam pra gente que o normal é entre 170 até 1000, tem uns que falam entre 170 até 900. E aí eu te pergunto, é só raciocinar, gente, é só se questionar. Tem como uma pessoa que está com 900 de B12 estar igual de saúde com uma pessoa que está com 170? Essa pessoa que está com 170, ela vai faltar para alguma coisa. Alguma parte do corpo vai sofrer. O corpo vai começar a priorizar inteligentemente para as coisas mais necessárias e alguma parte vai sofrer. Você começa a ter queda de cabelo, problema de pele. Aonde vai precisando, vai priorizando e o resto sofre. Então, a gente precisa manter isso em torno de 900. A reposição, eu gosto muito da via sublingual, porque é uma via que não passa pelo estômago. Como eu falei para vocês, a B12 passada pelo estômago precisa do fator intrínseco, e nem todo mundo consegue fazer essa boa absorção. Então, você botar embaixo da língua, absorver direto para a corrente sanguínea é muito mais interessante. A reposição depende muito de como está a sua visão em sangue, como está o seu quadro clínico, mas ela pode ser de 200 até 2.000 microgramas por dia. A Anvisa s permite 10 microgramas por dose em torno de 9 microgramas por dose Ent eu fa a reposi vou deixar aqui pra voc quem quiser o link do suplemento que eu uso coloca aqui D12, que eu vou enviar pra vocês pelo direct. Em cada gota tem em torno de 10 microgramas, tá? Em cada gota. E daí, se eu preciso, por exemplo, de 100 microgramas, eu vou fazer 10 gotas. Se eu preciso de 20, se eu preciso de 100 microgramas, eu vou fazer, então, 10 gotas. Se eu preciso de 200 microgramas, eu vou fazer 20 gotas e assim por diante. Se eu preciso de 1.000 microgramas, eu vou precisar de 100 gotas. Essa é a única forma que vocês vão encontrar por causa do tipo de formulação. Só é permitido até 9.9 microgramas, tá? Mas a via sublingual, como ela absorve muito melhor, ela é muito mais interessante, você vai conseguir gastar menos dinheiro fazendo a reposição, porque quando você toma oral, acaba indo muita coisa embora. E você também vai conseguir ter uma melhor chegada dessa vitamina até os tecidos, ou seja, uma melhor biodisponibilidade. E aí, gostaram dessa explicação? Eu sou a doutora Bruna Scalco, já me segue aqui Para que você aprenda a verdade por trás das doenças E o porquê nós devemos fazer certos tipos de suplementação"
    },
    {
      "video": "instagram_video_20251219_131711.mp4",
      "transcription": " Doutora Bruna, eu tô tomando magnésio há alguns meses, não melhorou em nada a minha memória, não vi diferença no meu raciocínio, na minha cognição e muito menos no meu sono. Eu continuo tendo insônia. Eu vejo tanta gente falar que faz bem pro sono, faz bem pra memória. Sim, faz muito bem, mas provavelmente você está tomando o magnésio errado. Tem muita gente que às vezes vem falar comigo e a gente vai entender qual magnésio está tomando. Tá tomando magnésio que chega no cérebro. O cérebro é protegido por uma estrutura chamada barreira hematoencefálica. Essa barreira, gente, ela funciona como se fosse um filtro de segurança. Então, só deixa passar moléculas muito específicas, porque senão você se intoxicaria, teria uma infecção e logo o seu cérebro seria afetado. Isso é muito perigoso. E a maioria dos tipos de magnésio, de citrato, de malato, de glicinato e outros, eles aumentam esse magnésio na corrente sanguínea, Ou seja, vai chegar bem nos músculos, chegar bem no coração, nos vasos, onde estiver precisando, mas especificamente no cérebro não vai chegar bem, tá? Então, é como você querer ir abastecer seu motor e acabar colocando combustível no porta-mala. Não adianta, tem que ser no motor, tem que chegar no motor, né? Então, existe uma forma específica capaz de atravessar a barreira hematocefálica, que é a ligada à L-treonina, né? Chamada de magnésio L-treonato. A L funciona como um carreador biol que conduz esse magn para dentro do nosso sistema nervoso central Ent vai aumentar diretamente os n de magn no nosso cérebro, nas células nervosas. Quando isso acontece, você já começa a sentir diferença com menos ansiedade, mente desacelerando, mais facilidade para dormir, mais profundidade no sono, mais foco, mais memória, mais clareza de raciocínio. Você que toma magnésio estreonato, Conta aqui nos comentários qual foi a diferença para você. E, gente, tem que também ser um magnésio com uma boa quantidade de magnésio quelado. Não basta ser uma fórmula com magnésio em ínfimas quantidades. Tem que ser também uma quantidade de L-treonina em uma dose adequada. Para você que está tendo lapsos de memória, vive com a mente cansada, está tendo burnout, sofre de ansiedade, dorme mal, ou está, de repente, na menopausa, na perimenopausa, gente, eu trouxe essa dica aqui para vocês, dessa fórmula que está saindo agora no mercado de suplementação. Porque é difícil a gente achar nessa quantidade. 834 miligramas de L-treonina mais 126 miligramas de magnésio quelado elementar, tá, gente? A gente tem que lembrar que não é 500 miligramas total. Você precisa ter também a quantidade de quelado que vai chegar ao cérebro. Tem muito fabricante que coloca ali 500, 600 miligramas. Você acha que está tomando isso, na verdade não está. Sempre óleo e magnésio elementar. Se você quiser saber como utilizar, quem pode, quem não pode, digita aqui mente, que eu te envio lá no direct todas as informações e também o link dessa fórmula que eu estou tomando e prescrevendo para os meus pacientes."
    },
    {
      "video": "instagram_video_20251219_131754.mp4",
      "transcription": " Uma remédio para baixar a glicose não é a solução. Até quando vocês vão ser enganados? Até quando vocês vão fechar os olhos para não querer entender que o que está te matando é o que você está colocando todos os dias dentro do seu corpo através da sua alimentação? Mesmo você tomando metformina, glifage, qualquer remédio que abaixe a glicose, ele vai estar simplesmente mascarando isso. Ele vai estar ajudando a jogar a glicose para dentro da célula, Mas o estímulo que está fazendo a sua resistência insulínica, a sua insulina aumentar e fazer sobrecarga do teu pâncreas continua. Você está todo dia ali, comendo açúcar, comendo carboidrato, excesso desses alimentos farinassos. E daí você vai lá, faz pico de glicose na sua corrente sanguínea, passa pelo pâncreas, o pâncreas identifica isso e faz o que? Aumenta a insulina. vai sobrecarregando, sobrecarregando o pâncreas chega um ponto que essa insulina n consegue mais fazer efeito come a ter resist insul da voc entra a com a medica Voc foi no m tava l com uma globina glicada alta j com diagn de pr ou diabetes o m te passou metformina Só que isso não é a solução. Por quê? Porque você vai continuar gerando ali aumento de insulina pelo teu pâncreas se você continuar dando mais glicose, mais açúcar. Se você não fizer dieta, se você não fizer jejum, se você não fizer exercício, você não vai frear, cortar de uma vez por todas essa cascata. E aí o que vai acontecer? Você fica cada vez mais aumentando essa resistência. Daí você vai no médico, nossa, estou tomando dose máxima de metformina, já não resolve mais. Daí daqui a pouco você já está tomando insulina e aumentando cada vez mais dose de insulina. E o pior disso é o estrago que isso vai fazer no teu corpo. A glicose elevada, ela fica circulando no corpo, o seu sangue fica espesso, ele fica grosso, parecendo um melaço. E a o que isso vai acontecer Vai come a entupir os pequenos vasos os pequenos vasos dos seus olhos voc vai come a ter problemas de vis daqui a pouco voc t cego come a entupir os vasos das pequenas arter dos p você começa a perder a sensibilidade das pernas, dos pés, começa a ter entupimento das pequenas artérias dos seus rins, começa a ter problemas nefrológicos. Além disso, insulina alta estimula a retenção de sódio pelos seus rins, E daí faz com que você fica hipertenso Daí você vai no médico Ele te passa mais remédio Daí você já está tomando um antipertensivo E daqui a pouco você já está tendo efeito colateral Do antipertensivo no fígado Daí o fígado está ruim E daqui a pouco você começa a ter problema gástrico Por causa desse monte de remédio E daí começa a ter dor de estômago e toma um omeprazol E daí vem o omeprazol que reduz A acidez do estômago Piora as vitaminas E aí começa a ter um estrago total O que é isso? O que está acontecendo nesse mundo? Por que você realmente não procura a raiz do problema e não trata pela raiz? E para de ficar buscando a solu em rem Rem em cima de rem Eu tive esses dias gente atendimento na cl Balance de uma paciente tomando 15 rem com 62 anos Você tem noção do que é isso? Ela já estava com efeito colateral do remédio e vinha remédio em cima de remédio, 15 remédios por dia. Ela estava intoxicada por remédios. Isso é um absurdo, é um absurdo ela passar por 4 médicos e ninguém parar para ver o que ela está tomando e falar, para, alguma coisa tem que ser feita aqui, né, alguma coisa tem que ser mudada aqui. E a gente pegou pela raiz, vimos todas as alterações dela, descobrimos que tinha alteração hormonal, alterações de vitaminas, estamos corrigindo, ela já está se livrando aí da maioria desses medicamentos, graças à medicina integrativa. Que bom que ela entrou na minha vida, que bom que ela me fez abrir os olhos para uma nova medicina, não só para remediar, não só para ser a medicina do passar remédio, mas sim a medicina de tratar a raiz, buscar a raiz do problema e tratar o paciente, não o exame."
    },
    {
      "video": "instagram_video_20251219_131849.mp4",
      "transcription": " Todo mês a gente recebe algum paciente com ferritina alta que já passou por vários médicos e nem ligou pra isso e ficou por isso mesmo. Só que a ferritina alta, gente, é um sinal que o corpo tá dando de que tem alguma coisa errada. Ela é uma proteína, nem sempre é ferro alto, tá? Se a tua ferritina tá muito alta assim, é uma proteína produzida pelo fígado, em vigência. ou de uma inflamação crônica, ou porque o teu fígado está sobrecarregado, ou porque tem uma doença maligna por trás, pode estar até associado a um câncer, então tem que ser investigado. Tem algumas vitaminas baixas que provocam a ferritina elevada desse jeito também, então precisa ser, acima de tudo, olhado esse paciente como um todo, e não simplesmente, ah, vai tocar a vida e vamos descobrir lá na frente o que tem, porque às vezes pode ser o corpo avisando que vai alguma coisa surgir aí, uma doença autoimune, uma doença inflamatória ou até mesmo um câncer. Então, muito importante investir. Anota aí, berberina, 500mg duas vezes por dia, tem uma ação similar à metformina, inclusive ela é conhecida como a metformina natural. Segundo, magnésio, de preferência o magnésio inositol. É um magnésio que vai atuar auxiliando na resistência insulínica, vai ajudar com que essa insulina atue bem, coloque a glicose para dentro da célula. 400mg duas vezes ao dia o bitermelo 500mg duas vezes ao dia o bitermelo tamb auxilia como uma insulina natural maravilhoso E a canela gente canela mil miligramas por dia uma vez ao dia pode ser de manh ou pode ser no final da tarde a canela excelente Mas acima de tudo, você precisa fazer dieta low carb ou cetogênica e jejum intermitente. Eu estou com o programa Jejum 360 de 4 semanas, que te ensina a fazer isso, para você se livrar de uma vez por todas dessa insulina alta e dessa glicose alta. Eu não tenho como afirmar isso, se quem tem vesícula vive mais, quem não tem vesícula vive menos, porque não tem nenhum estudo científico comparando pessoas sem vesícula com pessoas com vesícula, quanto tempo viveu. Até porque tem muitas coisas que influenciam em quanto tempo a gente vai viver. Então, seria até difícil de mensurar isso. Mas a verdade é que, se você tirou a vesícula, você não tem essa bolsinha armazenadora de bile. E com isso, você vai acabar tendo um impacto na sua digestão, digestão de gorduras, digestão de carboidratos. Você acaba tendo menos gorduras boas no seu corpo, porque você não está absorvendo bem, e daí a tua célula é impactada, porque a membrana celular, o que está por fora da célula, é feita de gordura, gorduras boas. Você pode ter impacto nas suas vitaminas A, D, E, K, que são vitaminas lipossolúveis. Então, você tem que estar sempre de olho nessas vitaminas, porque isso, sim, pode impactar na sua longevidade."
    },
    {
      "video": "instagram_video_20251219_131954.mp4",
      "transcription": " Você é aquela pessoa que já fez vários tipos de dieta, mas não consegue emagrecer? Além disso, sente cansaço, desânimo, queda de cabelo? Se são alguns sinais de que a sua tireoide não está indo bem, eu vou te explicar porquê. Quando a gente produz o hormônio T4 aqui na tireoide, ele, na verdade, precisa ser transformado em hormônio T3 para fazer a sua ação. E isso acontece principalmente aonde? Aqui no nosso fígado. Se o nosso fígado não estiver funcionando bem, a gente não vai conseguir transformar o T4, que é o hormônio não ativo, no hormônio ativo, que é o T3. Além disso, para você fazer essa conversão de T4 em T3, você precisa de selênio, de zinco, de iodo, de vitamina D. Se você estiver com essas vitaminas e minerais deficientes, você não vai conseguir fazer essa conversão, vai ficar cheio de T4, mas na verdade está aí sentindo vários sintomas do hipotireoidismo. E daí você faz seu exame de sangue T4 e parece estar normal. O melhor exame para voc ver isso o TSH Se ele estiver acima de 2 j levanta um alerta que a sua tireoide est desacelerada O T3 e o T3 reverso tamb importante para a gente poder fechar esse diagn Para voc que tem hipotireoidismo não basta repor somente o T4 que tem aí dentro do Levoide, do Puram T4. Se você não repor um pouquinho de T3, imitando a fisiologia natural do corpo, que é mais ou menos 80 para 20, 80% de T4 e 20% de produção de T3, e também não tiver essas vitaminas e minerais em boas quantidades. Se você não tiver repondo iodo, zinco, selênio, não tiver fazendo isso na sua alimentação, você não vai ter esse sistema endócrino funcionando normal. E daí, realmente, você não vai conseguir emagrecer, você vai sentir todos esses sintomas do hipotireoidismo e, aparentemente, o seu exame de sangue está normal. Então, você quer aprender a tratar a raiz do problema? Já me segue, salva esse vídeo aqui embaixo pra você assistir novamente e digita aqui embaixo tireoide que eu vou te mandar um teste. Então comece fazendo esse teste pra entender como está a função da sua tireoide. E encaminhe esse vídeo pro máximo possível de pessoas que estão precisando saber disso."
    },
    {
      "video": "instagram_video_20251219_132039.mp4",
      "transcription": " Esse hormônio geralmente é esquecido e muita gente só lembra dele quando está na menopausa. Tem mulheres e homens que já estão com deficiência da progesterona muito antes que na fase dos seus 30, 40 anos, com ciclos menstruais alterados, com muita cólica, com muita TPM, com alterações de mama, aumento da densidade mamária, nódulos mamários, aumento das mamas em homens com a ginecomastia, diminuição da libido, problemas cerebrais, porque a deficiência da progesterona pode causar depressão, pode causar problemas de sono, alterações do sono, como a insônia, que você não consegue descansar à noite, não consegue dormir bem, também pode alterar o seu humor, trazer irritabilidade, e problemas também como Alzheimer, demência, doenças neurodegenerativas. Ent muito importante manter a progesterona em todas as fases da nossa vida normal Muitas mulheres e homens est com defici da progesterona jovens porque a cascata toda consumida pelo estresse consumida por defici na alimenta de cofatores que produzem a progesterona, como o zinco, o magnésio e também porque usam medicações que depletam o colesterol. Colesterol é a base para fazer, como se você estivesse usando a farinha para fazer o bolo. Você tem que ter o colesterol pra produzir a progesterona e a testosterona. Então, se você tem alguns sinais e sintomas de progesterona baixa, como alterações de humor, insônia, cansaço crônico, desânimo, depressão, libido baixa, ou algum outro sintoma, é muito importante você investigar e tratar o quanto antes pra que isso não se torne uma coisa irreversível pro teu cérebro, pro teu humor e tudo mais. E no próximo vídeo eu vou te ensinar quais os suplementos como tomar para aumentar a sua progesterona natural, que são cofatores na produção da progesterona e muita gente está com deficiência. Comenta aqui progesterona se você quer receber essas dicas também pelo seu direct."
    },
    {
      "video": "instagram_video_20251219_132108.mp4",
      "transcription": " Mulheres que têm fluxo menstrual muito elevado, muito intenso, vão ter carência de ferro. Todos os meses você está perdendo ferro e daí vem cansaço crônico, falta de energia, cabelo caindo, cabelo ficando fino, pele ressecada, intestino que não funciona, você começa a ter cãibra, dores musculares, problemas de memória, concentração. Então vem um monte de sintoma que está, às vezes ou não, acompanhada de anemia. Ah, doutora Bruna, mas o doutor me falou que está tudo bem com meus exames, ele viu lá a minha hemoglobina está normal, meu ferro está normal. Será que ele realmente avaliou todos os exames que ele precisa avaliar? Você já dosou ferritina, transferrina, fez o tibique, que é um parâmetro que a gente usa para avaliar bem o ferro. Será que ele levou em consideração se você está ou não inflamada? Essa avaliação por completo é muito importante dentro do contexto de deficiência de ferro para a gente entender realmente se o paciente tem ou não carência desse mineral. Só dosar o ferro livre na corrente sanguínea não é fidedigno, porque ele pode dar normal e você, na verdade, está com uma baita de uma carência. Porque o ferro, na verdade, ele é um mineral intracelular, ele está dentro da hemoglobina, ele está dentro da célula. Então, o que está livre ali não reflete 100% como está dentro da célula. Ent o ideal a gente fazer essa avalia em conjunto a gente dosa a ferritina que o estoque de ferro n Ent a ferritina abaixo de 90 j nos demonstra que o teu estoque n t legal Da a gente v se voc t ou n inflamada porque vezes voc t a com 150 de ferritina mas, na verdade, num contexto inflamatório, teu PCR tá alto, tua homocisteína tá alta, e daí, na verdade, você tá com a ferritina alta porque o teu fígado aumentou essa ferritina, porque o fígado faz produção dessa proteína também quando você está inflamada. E o exame, quando está lá no laboratório, a máquina não consegue compreender o que realmente é estoque de ferro e o que realmente é inflamação. Então, a gente tem que levar em consideração esse contexto. Ah, estou na dúvida. Transferrina. Transferrina é uma proteína transportadora de ferro. Então, quando a saturação de transferrina está muito baixa, abaixo de 25%, significa que você está com carência de ferro. Se está muito elevada, pode ser um excesso de ferro na corrente sanguínea, uma hemocromatose, uma doença hereditária. O T-BIC, que é a capacidade de ligação total do ferro, que mostra como é que está a capacidade do seu corpo de transportar ferro na corrente sanguínea. Se ele estiver muito alto, significa que você está com carência de ferro. Então, é um outro parâmetro que a gente usa associado, e logicamente, a hemoglobina, para saber se você já tem anemia. Só que a hemoglobina, pra ela alterar, gente, é sinal que você já tá com o ferro baixo há muito tempo. Você não quer esperar chegar nesse ponto. Digita aqui nos comentários, exame, que eu vou te enviar a lista completa pelo direct dos exames que você tem que fazer."
    },
    {
      "video": "instagram_video_20251219_132146.mp4",
      "transcription": " Você conhece alguém que faz uso de estradiol oral para menopausa? Ou até usos de anticoncepcionais com estradiol? Por que os guidelines de menopausa não orientam repor estradiol oral? E por que eu não faço de jeito nenhum para os meus pacientes? Quando o estradiol é feito por via oral, mesmo que ele seja bioidêntico, ele passa pelo fígado. E no fígado ele aumenta o SHBG, que é uma proteína ligadora hormonal, que prende a testosterona. Então, você vai acabar tendo deficiência de testosterona, que é o que acontece com muitas mulheres que tomam anticoncepcional e a libido despenca. Além disso, aumenta fatores inflamatórios e proteínas de coagulação, aumentando o risco de trombose, tromboembolias e trombose cerebral. E muitas mulheres também alteram o perfil lipídico, aumenta muito o colesterol oxidado, que faz aumento do risco cardiovascular. Então, como que a gente pode usar de forma segura o tratamento com estradiol? o estradiol bioidêntico transdérmico. Hoje nós já temos por via de gel e agora no Brasil uma novidade, o spray. Podemos usar também os adesivos e via intra íntima, né? Não posso falar o nome porque eu me bloqueio. Compartilhe esse vídeo com aquela amiga, com a sua mãe, com a sua tia que está fazendo reposição hormonal ou ainda nunca fez e precisa saber dessa informação. Nós mulheres temos que ajudar umas às outras. E me siga tanto no menopausa.integrativa quanto doutora Brunis Calco, onde eu explico tudo sobre hormônios e menopausa para você."
    }
  ],
  "jeffnippard": [
    {
      "video": "17842309335381738.mp4",
      "transcription": " All right, this is my leg workout based on science and experience. Up first, the seated leg curl for the hamstrings. This gets my knees nice and warm for squats, and I usually pick seated over lying leg curls because this study showed they cause about 1.5 times more muscle growth. Next, I do Smith machine squats for the quads and glutes. Here, I get as deep as I can and explode out of the hole. Doing these on the Smith allows me to push my last set to failure without worrying about dumping the bar. After that, it's the Romanian deadlift for the glutes and hamstrings. Here I focus on pushing my hips back without allowing my lower back to round. Using straps on these is smart, your glutes and hands should be stronger than your grip. Then I do leg extensions for the quads. Here I set the seat back to get a deep stretch in the rectus femoris. On my last set I do mile reps beyond failure. Basically rest for a few seconds, crank another three reps, and repeat. Then I superset two sets of hip adductions for the inner thighs with two sets of hip abductions for the glutes, and then four sets of standing calf raises."
    },
    {
      "video": "17842468737477371.mp4",
      "transcription": " Losing muscle could cost you your life. Muscle isn't just for looking jacked. It's also one of the most powerful predictors of how long you'll live. And today I'm speaking at Harvard Med about why having bigger biceps could save your life. You see, your muscles not only stretch and contract, they also act like a sponge, pulling sugar out of your blood. This keeps your blood sugar stable, which lowers your risk of heart disease, diabetes, and even some types of cancer. And people with more muscle don't just live longer, they also live better. Lifting weight stimulates your brain too. This sharpens your memory, your focus, and lowers your risk of dementia. It also strengthens your bones, which reduces your risk of fracture. That could be the difference between walking and a wheelchair. But here's the best part. It doesn't take much. Even just two full-body workouts a week can help you stay strong to keep doing the things that give your life meaning. So keep lifting. Your future self will thank you."
    },
    {
      "video": "17851219347097994.mp4",
      "transcription": " squat checklist. If you take all five, you have a perfect squat. First check, bar placement. For a high bar squat, place the bar on your upper traps. This will target slightly more quads. For a low bar squat, shift the bar down two or three inches. This will target slightly more glutes and low back. Second, an efficient walkout. Don't take too many steps. That's just wasted energy. Instead, take one step to clear the rack, a second step to match the other foot, and a third adjustment step if you need to get them even. Third, stance width. Narrow and wide stances both work, but for most people just outside shoulder width with slightly flared toes is best. Fourth, depth. Try to break parallel for the best gains, but cutting depth a bit shy won't kill your gains. For powerlifting, you do need to get your hip crease below your knee joint for the lift to count. Squat shoes and ankle mobility drills, dropping the weight back can help you get deeper. Fifth, a good bar path. Ideally, the bar should travel in a straight line centered over the middle of your foot. If it shifts a bit, that's okay. Try to keep it in balance the best you can. Now you have my"
    },
    {
      "video": "17868688932285872.mp4",
      "transcription": " He always trains according to the latest science, and he trains like a bro. Who do you think will build more muscle? I honestly think it's a good question. I bet a lot of my audience would say the science guy. That's because he's tapped into the new and optimized methods. But I bet a lot of the bodybuilding community would say the bro will build more muscle because he trains harder. Let's break it down. The science guy would know from a pile of research that you need to get really close to failure to maximize muscle growth. If he isn't training really hard, he's not really science-based. And the bro will have figured out that doing a variety of different exercises to target the muscle from different angles is a good idea. And the science guy could provide a study to support that. Assuming they both stay natural, I do think the science guy would build more muscle and be less likely to get injured over the long term. But they'll both make gains, and the practical difference between them probably isn't as big as it seems."
    },
    {
      "video": "17878704669293882.mp4",
      "transcription": " We'll be right back."
    },
    {
      "video": "17900585334015428.mp4",
      "transcription": " I'm giving away $100,000 and you can win it. All you need to do is transform your physique in 100 days. This is one of the biggest transformation contests ever done. It's 100K in 100 days. The person with the best transformation wins 50 grand and then 100 other people will win $500 each. This way, more people have a good chance of winning. It'll officially start from January 1st to January 10th. So you can enter any day between the 1st and the 10th, which is when entries close. And then I'll pick the winner 100 days later. Even though I will be looking for visual transformations, I'll also count other goals like building muscle or improving your health. It's not just about looks. To enter, all you need to do is download my nutrition app, Macrofactor, then go to macrofactorapp.com, fill out the form, and you're in. It's a huge opportunity to not only transform yourself in the new year, but there's also a solid chance you'll win some money. Good luck."
    },
    {
      "video": "17905932135051230.mp4",
      "transcription": " This is my brother Brad, and he's the only person in our family who doesn't lift, until now. Push it, push it, push it! For the next 365 days, we're both doing a challenge to see who can pack on more muscle. I'm starting at 165 pounds and 15% body fat. Brad's also 165 pounds, but he's 36% body fat. Oh, it hurts so much. We're lifting five days a week, every last set to failure. No exceptions. Brad is doing awesome. I'm noticing that my social anxiety is almost gone, and that was debilitating at times. But I put on 11 pounds of fat during our bulk. So we started our cut to get back to our starting weight. And after one year, I put on 2.7 pounds of lean mass. Not bad for someone with 15 years of training. But Brad, he put on 10 pounds of lean mass. And his body fat dropped from 36 to 29%. And he's still going. This is what he looks like now, showing off the family genes."
    },
    {
      "video": "17907069840105647.mp4",
      "transcription": " Here are my top three quad exercises of all time. In third place, the Bulgarian split squat. These are super effective for quad growth and probably would be my number one pick, if not for how brutally fatiguing they are. Because they're so draining, I only do two sets per workout. In second place, the leg extension. Turns out, leg extensions are actually much better for growing the big rectus femoris head of the quads than squats. That's most likely because your hips are fixed on a leg extension, which allows the multi-joint rectus femoris head to actually stretch and squeeze. You could actually argue that the leg extension is the best quad exercise since it hits all four heads better than squats. But since some leg extension machines don't allow you to get quite as deep as I like, I'm leaving it in second place. My number one quad builder beats out the leg extension mainly because of its enormous capacity for progressive overload. And in the real world, it just seems to lead to the best results. It's the squat. You can squat any way you like. Barbell, Smith machine, hack squat, they'll all blow up your quads."
    }
  ],
  "kallaway": [
    {
      "video": "17845092483090180.mp4",
      "transcription": " OpenAI just announced their latest breakthrough innovation, AI agents. They're calling them GPTs. These are tailored versions of ChatGPT designed for specific use cases. But here's what's crazy. I think these agents will have a bigger impact on the world than the original version of ChatGPT. Think of these agents kind of like apps on your phone. Uber lets you call a car. FaceTime lets you call a friend. GPTs are the next generation of apps, but with AI superpowers. Here's a Canva GPT that lets you design posters just by chatting with them. You don't need to know how to use Canva or even design principles. You just need to know how to type into a computer. Now, the craziest example I saw was using Zapier to connect 6,000 apps together. Gmail, Slack, Calendar, everything that you use every single day. So GPTs become your one command center for everything. There'll be no need to even open other websites. But here's the craziest part of all. OpeningEye designed GPTs so they can be built without needing to code. All you have to do is have a chat conversation with the builder and you'll have a new GPT in minutes. Now, if you've been playing with ChatGPT for a while, you'll know that OpenAI already launched plugins. Well, think of GPTs like the next generation of plugins, but way easier to build and improve without needing code. It's going to open up the ability for customizing AI to everyone. Now, OpenAI is planning to launch their GPT app store soon, and it's going to offer a revenue share to the people that build the most popular GPTs. It's going to be a huge money-making opportunity for early adopters. I think this is the moment where AI applications get extremely useful extremely quickly. I'd pay attention to this."
    },
    {
      "video": "17849000187075100.mp4",
      "transcription": " Hollywood is not happy with Taylor Swift because it turns out she may have just broken the film industry. This weekend, Taylor debuted her Era's tour film. It's already done $100 million in ticket sales. For reference, that's the sixth highest of any movie this year in the same category as Spider-Man and Barbie. But it's not the ticket sales that's making Hollywood mad. It's the split. Because in a savage business move, she completely cut them out. A normal movie looks something like this. There's four main parties. The movie producers, the Hollywood studios, AMC, and the local theaters. Now, typically, the movie producer will sell the film rights to a Hollywood studio because the studios control the relationship with AMC and have the money to fund the marketing to get eyes on the trailers. You don't use the studio, your movie's not getting seen. Now, all four parties get a cut of the profit, but guess who gets the majority? The studios. They take up to 70% of the income from the opening weekend. But Taylor said, hold on a minute, why do we need a Hollywood studio? I can pay for the filming myself and I have a massive audience. With one Instagram post, I can get tens of millions of people to know about this movie. So she cut them out. She made a deal directly with AMC. All three groups made more money and Hollywood got nothing. Now, believe it or not, Hollywood isn't that mad about Taylor's movie specifically. I'm sure they would have loved to have made $70 million with zero effort, but their problem is much bigger than that. What they're really mad about is that she broke into the vault and shared the secret recipe for how to beat them. Now, any group of actors with an audience has a playbook for going direct. And Taylor wins again."
    },
    {
      "video": "17849995527471458.mp4",
      "transcription": " This is the future of online shopping. And I don't think people realize how easy AI shopping is about to get. Look at this. You can now upload a single photo of yourself and try on billions of clothes instantly. But here's the crazy part. These aren't just shirts or dresses photoshopped on your body. Google built an AI fashion model that actually understands how different fabrics stretch and drape across your specific body. So it looks way more accurate than it possibly could before. Now, the implications of this are pretty insane. Everyone in the world is going to have a custom digital mannequin that actually looks like them. Height, size, depth, everything. And when you combine this with Google Shopping's 50 billion products and their world-class recommendations, you can literally go from chat to virtual try-on in seconds. But as mind-blowing as that is, here's where I think all this goes. In just a couple years, Google will allow anyone to create their own personal shopping avatar that will show up on any fashion site on the internet. So instead of guessing if the Lululemon model's fit is going to work for you, you'll become the model instantly on any site you want. And this means less returns, less waste, and 100x better shopping experience. In essence, the entire internet is going to become one giant digital fitting room, all personalized for you. And I think this is going to make online shopping way more fun."
    },
    {
      "video": "17854272312262713.mp4",
      "transcription": " Apple's doing something for the first time with the iPhone 16. Visual intelligence. It's pretty sick. Let's say you're walking around and you see somebody wearing a cool shirt. All you have to do is point your camera at the shirt and Apple will use their AI layer to find out the brand and give you the link. Now imagine that across every use case. Your car engine light is on. You point the camera and Apple tells you how to figure it out. All of a sudden your phone becomes this super smart visual assistant. Eventually, it might be able to look at a poster on the street and redesign yours or analyze an injury and help diagnose what to do. All visually, just by pointing your iPhone camera. And to me, this was the big takeaway of the event. All of the coolest stuff was about making the camera smarter and easier to use. This new camera button, crazy video features, cool photo recipes. I was kind of wondering what Apple is going to do to keep people upgrading. But it's the visual AI that's going to make these phones so much more powerful than every other model. And their strategy, of course, is super smart. Make the AI layer free, but make it so powerful that only the latest phones are advanced enough to run it. It's super clear that the future of mobile computing is going to be visually based. Show the computer something and let it react. And that's either going to come from smart glasses you wear or a camera you hold. So it looks to me like Apple just made their first AI chess move."
    },
    {
      "video": "17855162379422990.mp4",
      "transcription": " Check this out. This would be the holy grail for video editors. It's literally magic editing with AI. You upload the raw clips, you tell it what you want in words, and then it does the rest, a full automatic edit. This is called ponder.ai. It's going super viral on Twitter. Now when it comes to these AI products, I'll be the first to admit, there's a huge difference between a teaser video and a fully functional product. And this is still in teaser stage. But if there's one AI product for video creation that I would pay a thousand bucks a month for, it's this. Not only will it auto cut and sequence the clips for you, but you can highlight a specific portion and then re-prompt a spot fix. And they're also building in style transfer. So you can upload videos from other creators. It will match their style and then apply it to yours. And ideally that would work for cut pacing as well as motion based animation. Now I don't know if these two guys are going to be the ones that crack this, but whoever does, it's a billion dollar company. This is Tony Stark speaking to Jarvis to edit videos. Imagine walking around the room describing how you want the video edited and then it happening in real time. If you're a creator, make sure to keep an eye on this one."
    },
    {
      "video": "17857498571962753.mp4",
      "transcription": " People are scanning their eyes in exchange for free money. 2.1 million of them. But here's what's crazy. There are massive lines all around the world waiting for their turn. This is WorldCoin, the wildest social human money experiment ever created. WorldCoin started with a simple vision. What if there was one global financial network owned by everybody on Earth? Unhackable, no corruption, sounds pretty great. But here's where it gets a little dicey for me. In order to make that kind of system, every person needs one unique ID. Think of it like a login that can't be stolen or hacked. And the team decided the best way to do this was to scan your iris, the colored part of your eye. Because other options like face ID, palm scan, or even email could be hacked or manipulated by AI. So you look into this silver orb and it verifies that you're uniquely you and a human. They call it proof of personhood. In exchange, you're officially verified on the network. And they give you some tokens, currently worth about 50 bucks. Call it a sign-up bonus. Now the idea is, if they're able to grow this network with enough proven humans, businesses will start to build for it. You know, like we take MasterCard, Visa, Apple Pay, Eyes. In the best case, it could become the new financial rails, like what crypto originally promised, but without the scams. But here's the craziest part where it starts to get a little spooky for me. The co-founder of WorldCoin is Sam Altman. And you might know that name. He's also the co-founder of OpenAI, which made ChatGPT and basically kick-started this whole AI revolution. He said this, In the future, when AI is super powerful, we're going to need this."
    },
    {
      "video": "17859845187144076.mp4",
      "transcription": " This is the coolest brand on the internet. Peak nostalgia. It's called Pool Suite. And if you run a brand, you gotta study these guys. Because this is how you world build. When you first see their site, it's like nothing else on the internet. Old school. And every detail is optimized. From the Pool Suite FM music player to the various website themes. And even the website loading music. It's all perfectly dialed. Anywhere you go on the internet, you can see their fingerprints. And they instantly teleport you back to the 1980s. Their Instagram is, of course, legendary. Their newsletter, The Palm Report, is one of the best vintage collections on the internet. And of course, their physical products. Pool Suite is the parent company of Vacation, a Miami Vice-themed lifestyle brand with whipped cream sunscreen, tanning oil, and everything in between. Worldbuilding is about relentless consistency. When you see Pool Suite across any medium, you immediately think Miami 1980s. Every name, every word, every font, every color, it's all so cohesive. It's a masterclass in branding. And get this, to top it off, Pool Suite's trying to buy a mansion in Portugal to become their HQ. Now that's dedication to the brand."
    },
    {
      "video": "17861433302924207.mp4",
      "transcription": " If you work in any of these jobs, I'm talking banking, marketing, sales, consulting, any business job, any corporate job, AI is coming. And it's going to start affecting your day-to-day in the next one to two years. So what do you do? If you want to keep your job, here's the playbook. Become the person at your company that understands AI. If you become the AI expert, your leadership, the Ronalds, Karens, Freds of the world, will do everything they can to keep you because they're not going to be able to understand it themselves. So the real question is, how do you become the AI expert for your company? And here's the answer. You follow people that are spending 100% of their time on AI. They're in the trenches all day long, learning, experimenting, sharing. I consider myself one of these people. Here's a list of some others that I love. If you're not full-time on this stuff, the pace of change is just way too fast for you to keep up. My only goal right now is taking all the craziness that's happening and simplifying it down so that other people can learn about it. If you think that would help you, welcome aboard."
    }
  ],
  "rourkeheath": [
    {
      "video": "17842524498435931.mp4",
      "transcription": " This website changes your clothing and turns it into an AI video in just a few clicks, allowing you to create an unlimited amount of content for your brand or business. This is a huge step up for e-commerce platforms, where you can now get any model to wear your product on your landing page. This website is RenderNet, where you can upload a photo, then upload a photo of the clothing you want it to wear, and select the top or bottom. Now you can hit the swap clothes button, and boom, you can upscale the image into HD or turn it into a video. Hit done, and now you can write in a text prompt to customize the camera movement. If you want to try this out, go to www.rendernet.ai."
    },
    {
      "video": "17842834806539437.mp4",
      "transcription": " So you can now use AI to edit any image and then bring it to Google VO3 to turn it into a video, which means I can create images of myself. And using OpenArt, I can now edit anything about myself so I can create unlimited content. On OpenArt, where they have all the best image and video models, make sure you have Flux Context Max selected and scroll down to the Omni Reference section. From here, you can drag and drop in a photo that you'd like to edit. Then you can write in the prompt describing what you'd like to change. Now in seconds, you've changed your photo. And you can even create your own character by uploading multiple photos of yourself and you can even make a music video. If you want access to the tool, type AI in the comments and I'll send you a link."
    },
    {
      "video": "17843293098317721.mp4",
      "transcription": " So here's a really cool trick for you to blend two images together in Photoshop. Start by dragging in a photo of yourself and then simply hit the remove background button. Now you can see along the edge of the t-shirt the grass isn't overlapping on top of the shirt, making it obvious we've stuck it in. So to fix this, duplicate the grass layer and bring it on top, then simply hold alt on the keyboard and click the layer mask icon. Now you've created an inverted layer mask, press B to activate the brush tool, and using a grass brush you can paint along the edge of the t-shirt, blending the grass on top of the shirt. Now if you don't have a grass brush, just type in grass in the comments and I'll send you this brush for free. But now you can add some shadows using an exposure layer to blend it all together. Follow for more Photoshop tips."
    },
    {
      "video": "17843383557264449.mp4",
      "transcription": " In one click in Photoshop you can transform your photos in night time, add in lightning, add in clouds and also add in rain effects and I'm going to show you how to download all of these effects for free at the end of the video. To transform your photo into night time go to the bottom of the page and add a colour look up layer. Go to the 3D LUT and add in the moonlight effect. Now go to the bottom of the page and add in a black and white filter, change this to 50% and boom you've now transformed any photo into night time. Now in one click you can simply add in realistic clouds, lightning, even realistic lighting effects you can also add in rain effects there's a bunch of cool features that you can do using the brush tool to transform your photos in one single click so to download all of these photoshop brushes on my website at 20 for free i've also got 20 texture packs that you can download i've got paid courses where you can improve your photoshop skills and you can download the material and edit it alongside me so type photoshop in the comments and i'll send you a link to my website straight into your dms"
    },
    {
      "video": "17843878014370924.mp4",
      "transcription": " So there has been massive updates with AI where you can combine images together to get hyper-realistic videos like this one. So here are all the updates. On this website, you can upload a photo of yourself, a background, and an item of clothing and try it on. You can also create 4K visuals of yourself now by uploading a photo and writing in a text prompt to customize it. You can create Hollywood-level VFX that you would never be able to achieve in real life by just uploading a photo and writing in a text prompt. This website is called Pika, and if you want access to it, just type in AI in the comments, and I'll send you a link so you can get started for free."
    }
  ],
  "tassianealvarenga": [
    {
      "video": "instagram_video_20251219_132728.mp4",
      "transcription": " Tisepatida manipulada com ciência e evidência. E eu vou literalmente tirar o meu blazer de speaker da Lili e vestir o meu jaleco. Em guerra de gigantes em que a comunidade médica está dividida, eu vou deixar aqui a minha opinião. Bom, gente, Mondiaro, Tisepatida, veio para revolucionar o tratamento da obesidade com perdas maiores de 20% em média. E nós sabemos que o nosso paciente não é média. Mas o que acontece? A Anvisa já proibiu a manipulação de semaglutida, o IGOV, por ser uma molécula viva, um produto biológico. E existe uma brecha na lei que tirsepatida é sintética e a Anvisa realmente permite a manipulação de tirsepatida. Porém, era para isso ocorrer como uma conduta de exceção, com doses personalizadas para algum paciente ou outro ou no momento de falta absoluta da medicação. E o que n estamos assistindo acontecer no Brasil uma produ de T manipulada em larga escala por muitas farm sem nenhum controle rigoroso de pureza estabilidade de mol efic seguran e efeitos colaterais E aí eu queria ler aqui para vocês uma parte de um documento que diz o seguinte, foram importados até hoje pelo menos 20 quilos de tirsepatida não original da Lili e isso fez com que fosse produzido 4,4 milhões de doses de 5mg de tirzepatida. Isso configura uma produção em escala industrial e para que ela seja produzida dessa forma, ela precisa ser produzida pela Big Pharma. Então, essas farmácias de manipulação, para produzir desse tanto que está sendo produzido, teriam que virar indústrias farmacêuticas. Então, até o momento, e eu falo que a medicina é uma ciência de verdades transitórias, nós não temos grandes trials com tirsepatia manipulada que mostrem perda de peso com eficácia, que mostrem seguran em rela a efeitos colaterais a curto e longo prazo que mostrem estabilidade da mol que mostrem aus de impurezas Ent nessa guerra de gigantes o que a ci e a evid diz até hoje é isso. A única empresa farmacêutica autorizada a produzir tirzepatida, que é o Mundjaro, em larga escala, é Lili. Todas essas manipulações em larga escala, que pegam essa brecha da Anvisa, que sim, um produto sintético pode ser manipulado, não estão manipulando ali como exceção. Uma manipulação não pode ter estoque. O paciente, ele chega com a receita e é produzido aquele medicamento especificamente de forma personalizada. E não é isso que nós estamos assistindo no Brasil. Então, para finalizar, eu queria ler aqui para vocês um trecho. Esse volume massivo revela uma produção industrial de larga escala irregular, disfarçada, de manipulação individualizada. Nós esperamos o posicionamento da Anvisa e as grandes sociedades m Isbem Abesbo Febrasbo se uniram e fizeram uma carta para que assim como a Anvisa proibiu a manipula de semaglutida ela pro ou inspecione ou exija estudos mostrando efic e seguran dessas tirsepatidas manipuladas E isso não é não democratizar o tratamento da obesidade. Isso é colocar na medicina o que a gente fala ali no nosso juramento. Primeiro, não fazer o mal. Bom, mas os pacientes não têm dinheiro para comprar A manipulada é mais barata Tirzepatida não é a única medicação para o tratamento da obesidade Nós temos outras ferramentas E nós esperamos sim parcerias da Lili com outras farmácias Para que produza com ciência e evidência Tirzepatida mais barata Mas até o momento nós precisamos de uma decisão Ou de uma inspeção Ou de grandes estudos Ou da proibição da manipulação em massa da tirsepatia. Sem julgamentos, essa é a minha opinião, é o meu posicionamento e eu acredito que o consultório médico é um lugar sagrado. E cada médico deve adotar a sua conduta com a ciência, com a evidência e com a sua consciência. E esse é o meu posicionamento."
    },
    {
      "video": "instagram_video_20251219_132955.mp4",
      "transcription": " Não é só uma gordurinha no fígado. Oito em cada dez pessoas com obesidade tem gordura no fígado. E essa gordura, gente, ela pode evoluir com inflamação, fibrose e cirrose. E o mais importante, tratar a obesidade é tratar a gordura no fígado. Então, todo paciente que ele pisar ali no seu consultório e que ele tiver diagnóstico De obesidade, de diabetes, de síndrome metabólica, mulheres na perimenopausa que estão ganhando gordura abdominal. Nós vamos calcular o FIB4. O FIB4, ele inclui idade, transaminases e número de plaquetas. E isso vai guiar a minha conduta terapêutica. O que eu vou fazer dali pra frente? Mas lembre-se, gordura no fígado é a ponta do iceberg da síndrome metabólica. E esses pacientes não morrem do fígado, eles morrem do coração, de infarto e AVC. Em 5 anos, esteatose hepática, gordura no fígado, vai ser a principal causa de transplante hepático no mundo. E eu queria deixar uma frase para vocês. Se nós encontramos um paciente com esteatose já com cirrose, é porque todos nós falhamos miseravelmente no tratamento da esteatose e da obesidade."
    },
    {
      "video": "instagram_video_20251219_133204.mp4",
      "transcription": " Como prometido, highlights Obesity Week. E olha aqui a primeira placa que eu me deparei. Treat a person first. Antes de definir uma pessoa a um simples número na balança, olhe ela como um ser humano único, com muito acolhimento e empatia. Porque a obesidade é uma doença crônica, recidivante e de difícil tratamento. Em homenagem a todos os pacientes, eu deixo aqui o meu registro e o meu apoio a essa causa. Bom, gente, highlights número 2 e o mais prático para o consultório. Será que é possível desmamar ou descalonar doses de Uigov e de Mondiário sem que o paciente reganhe todo o peso, tudo que ele conquistou? Então, esse foi um trabalho inédito que foi apresentado aqui no Obstewick e se mostrou que, espassar as doses, então, em vez do paciente aplicar a cada 7 dias, mas passar a aplicar a cada 10, a cada 15 dias, mantendo todos os hábitos de vida que ele aprendeu nessa jornada de perda de peso, pode fazer com que o peso seja mantido Ent o rem n foi suspendido abruptamente mas principalmente por quest de custos A aplica foi sendo espa e grande parte desses pacientes a maioria dos pacientes conseguiram manter o peso perdido. Então isso é algo prático para o consultório, para que a gente possa fazer na nossa prática clínica, para que os nossos pacientes mantenham a aderência e o tratamento a longo prazo. Terceiro highlight, o IGOV 2.4 e a Alcool Noise. Será que isso tem ciência e evidência? Bom, gente, eu acabei de sair de uma sessão que mostrou que sim, foi feito um grande, primeira vez, o primeiro trial, um RCT com o IGOV 2.4 para responder essa pergunta. Será que ele é capaz de diminuir o craving por álcool, a quantidade de álcool ingerida, os pensamentos sobre álcool? Então foi um estudo com o N pequeno, 48 pacientes, seguidos ao longo de 8 semanas e a resposta foi que sim. O IGOV 2.4 é capaz de modular comportamentos alimentares nas vias dopaminérgicas relacionadas ao ato de consumir bebida alcoólica. E nós sabemos que o álcool, além de todos os efeitos nocivos para a saúde, o álcool move carro. Então o álcool tem muita caloria. Então para além disso, ajuda a fazer um balanço negativo de calorias."
    },
    {
      "video": "instagram_video_20251219_133258.mp4",
      "transcription": " Três coisas sobre canetas emagrecedoras, fogachos e menopausa que todo médico deveria saber. Bom, gente, primeiro, fogacho não é só fogacho. Fogacho é a ponta do iceberg de questões mais complexas que estão acontecendo na vida dessa mulher. E a primeira é o risco cardiovascular. Fogacho é um marcador de risco cardiovascular. Mulheres que têm mais fogachos têm maior risco cardiovascular. Segunda coisa, mulheres com obesidade Tem mais fogachos E geralmente fogachos mais graves Mais incômodos Com maior repercussão no sono E na qualidade de vida E a perda de peso, o tratamento da obesidade Com as canetas emagrecedoras Bem entre aspas, ou com medicações Com ciência e evidência Diminui gordura visceral, diminui inflamação E diminui fogachos E a terceira coisa é que fogacho Piora sono, mulheres com fogacho Acordam mais, dormem pior e acordam mais cansadas. E consequentemente, no outro dia, depois de uma noite mal dormida, quase 380 calorias a mais. Então tudo isso está interligado. Mais fogachos, sono pior, mais fome no outro dia, consequente maior risco de obesidade, síndrome metabólica, diabetes, resistência à insulina, maior risco cardiovascular. Então a gente precisa entender essa complexidade de fogachos para além de um simples fogacho. E para isso e muito mais eu convido você para o nosso Expert em Menopausa, o nosso workshop totalmente online e gratuito que vai acontecer na quinta-feira, dia 30 às 20 horas."
    },
    {
      "video": "instagram_video_20251219_133402.mp4",
      "transcription": " Mais uma breaking news direto de Orlando, fresquinho, ribelso, semaglutida vioral, já aprovada para o tratamento do diabetes, mas agora com uma nova aprovação para proteção cardiovascular primária e secundária em pacientes com diagnóstico de diabetes tipo 2. Nós sabemos que ribelso é o novo análogo do GLP-1 vioral, aprovado hoje para o tratamento do diabetes. Muito em breve, também em doses maiores, será aprovado o tratamento da obesidade. Mas a grande novidade hoje é prevenção e proteção cardiovascular. Essa história a gente já conhecia através do Sol. Uma redução de 14% de MACE, mas agora é oficial."
    },
    {
      "video": "instagram_video_20251219_133436.mp4",
      "transcription": " Para tudo, Monjaro, Tisepatida aprovado para pacientes com apneia do sono. Nós já conhecíamos essa história através do estudo Sermont ou SA, que foi um estudo com pacientes com obesidade com apneia do sono, que mostrou uma redução significativa do número de episódios de apneia e hipopneia. E mais do que isso, 40 a 50% dos pacientes perdiam peso, melhoravam a inflamação, melhoravam a gordura cervical e conseguiam ficar livre do CEPAP. E agora é oficial a aprovação de Monjaro, Trizepatida, com essa indicação de apneia do sono. E é muito bonito como endocrinologista, como médica que trata a obesidade, ver isso acontecer. Ver os benefícios do tratamento para a obesidade, para além do peso. O peso é essa pontinha do iceberg de questões mais complexas, de outras comorbidades e que agora vão ser tratadas pelas canetas bem, entre aspas, emagrecedoras. E Monjaro encontrou ali o seu match com a apneia do sono. Gente, olha esse dado, eu vou colar aqui pra falar pra vocês. 40% dos indivíduos com obesidade têm apneia do sono. E 70% dos indivíduos com apneia do sono têm obesidade. Então, nós precisamos de um tratamento pra essas duas coisas. E agora, aprovação oficial de Monjaro, Tisepatia."
    },
    {
      "video": "instagram_video_20251219_133521.mp4",
      "transcription": " Novo WeGov chega realmente às farmácias do Brasil. Bom, gente, já foi um bombardeamento na mídia e eu quero esclarecer aqui pra vocês sobre semaglutida 1mg para diabetes, nome novo, e semaglutida 2.4 para obesidade, parceria Novo Nordics e Europharma. Não é cópia, não é similar, não é genérico, é da própria fabricação da Novo Nordics. Tudo isso é para garantir mais acesso, mais distribuição e, claro, melhores preços para o nosso paciente. Hoje, o tratamento com as canetas emagrecedoras ainda é muito elitizado, é caro. E acredita-se que o preço vem aí 10% a 20% mais barato. Então, eu gosto muito dessa imagem aqui de Janus, que é um deus romano, olhando para trás e para frente. para que a gente possa aprender com os nossos erros sobre o tratamento da obesidade. Só um, gente, a cada 100 pacientes recebendo remédio e que a gente possa olhar para frente e expandir o acesso ao tratamento a essa doença crônica e de difícil tratamento."
    },
    {
      "video": "instagram_video_20251219_133558.mp4",
      "transcription": " O peso empacou com um diálogo e eu quero retratrutida. Para tudo, gente, olha todas essas manchetes e olha essas moléculas aqui na foto. Retratrutida é um agonista triplo, GGG, GIP, GLP-1 e glucagon, também conhecida como a molécula godzilla. A molécula que levou em estudos clínicos a maior perda de peso já vista. de 24%. Porém, ela não está aprovada, ela não é comercializada. É uma molécula que ainda está em estudos, não foi autorizada, não foi liberada pelo FDA. Não tem como ninguém estar produzindo e comercializando retratrutida. Então, cuidado. Agora vamos para a ciência. O que nós temos até hoje? Esse estudo de fase 2, publicado no New England, que mostra que realmente retratrutida pode levar a perda de 24,2% em média. E lembra, média uma mão no fogo, outra no gelo. Pode ser muito mais. 100% das pessoas perderam pelo menos 5% do peso. E o futuro está por vir. Mas hoje vamos olhar o que a gente tem no presente, que dessa classe é, com segurança, SEMA, o IGOV 2.4 e TIRS e mão de aro 15mg. Vamos focar na ciência."
    }
  ]
}